---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PascalsPerMeter
source: html/1940d0de-6815-5458-a7b3-79a5347444d2.htm
---
# Autodesk.Revit.DB.UnitTypeId.PascalsPerMeter Property

Pascals per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId PascalsPerMeter { get; }
```